{
	"META" : {
		"repoName": "Quark Source Cracked",
		"repoIcon": "https://quarksources.github.io/assets/ElementQ.png",
	},
	"Tweaked":[{
     		 "name": "CARROT Weather",
		 "version": "4.14",
		 "down": "https://github.com/QuarkSources/quarksources.github.io/releases/download/v1.0/CARROT-Weather.ipa",
     		 "category": "Tweaked Apps",
		 "description": "** Winner of Apple’s Editor’s Choice award on the Mac and featured by The New York Times, Good Morning America, CNN, Wired, & more! **\n\nAccurate and Detailed\n\nDark Sky’s super accurate weather data gives you quick access to your current, hourly, and daily forecasts. Plus, you can upgrade to use other providers like AccuWeather, ClimaCell, and MeteoGroup as your data source!\n\nOverflowing with Personality\n\nFrom spooky fog to torrential downpours, CARROT’s dialogue, characters, and scenery change in… “unexpected” ways. You’ll actually be looking forward to a blizzard just to see what CARROT has in store for you!\n\nNotifications\n\nPremium Club members can sign up for all sorts of notifications, including ones for precipitation, weather alerts, lightning strikes, and daily forecast summaries. (Precipitation notifications are available in the US, UK, & parts of Canada. Weather alert and storm cell notifications are only available in the US. Lightning notifications are available in the US and Canada.)\n\nWidgets\n\nCheck the weather right from your Home Screen with CARROT's customizable widgets. (Note: Premium Club subscription required to unlock background updates and some widgets.)\n\nWeather Maps\n\nWatch in awe as the next big storm bears down on your house with CARROT’s trusty radar. Plus, Premium Club Tier 2 members get access to future radar (in the US), lightning strikes, and 12 additional map layers!\n\nCustomization\n\nWant to disable CARROT's personality? You can turn her into a 100% professional weather app! And Premium Club members can customize every last data point that CARROT displays to show the weather data that you care about.\n\nSiri Shortcuts\n\nAsk Siri about upcoming weather or use forecast data to build complex workflows in the Shortcuts app.\n\nSecret Locations\n\nFollow clues to hunt down 60+ secret locations - like the Moon, the Pyramids, and Chernobyl.\n\nAchievements\n\nUnlock 40+ achievements by experiencing weather events, traveling around the world, and using different features in the app.\n\nApple Watch\n\nIn addition to a full weather app and notifications, you also get colorful complications for your watch face. (Note: Premium Club subscription required to unlock background data updates and complication customization features.)\n\nFeatures:\n• Beautifully minimalist weather app\n• Dark Sky’s super accurate weather data\n• AccuWeather, ClimaCell, Foreca, MeteoGroup, Aeris Weather, Environment Canada, and WillyWeather data sources available via upgrade\n• Precipitation, weather alert, lightning strike, storm cell, daily summary, and astronomy notifications (where available)\n• Radar and satellite maps\n• Apple Watch app with complications\n• Home Screen widgets\n• Siri shortcuts\n• 6,500+ lines of hilarious spoken dialogue\n• 62 secret locations\n• 41 achievements\n• 27 alternative app icons\n• Will never sell your location data to third parties\n\nDon’t make CARROT angry. Download her now!",
    		 "bundleID": "com.grailr.CARROTweather",
    		 "appstore": "com.grailr.CARROTweather",
      		 "icon": "https://i.imgur.com/StH6kxR.png",
     		 "screenshots": [
       			 "https://i.imgur.com/UHvEpF7.png",
       			 "https://i.imgur.com/PlGkBhT.png",
       			 "https://i.imgur.com/NzoIzvj.png",
			 "https://i.imgur.com/rKntwiD.png",
			 "https://i.imgur.com/VIwCwnM.png",
			 "https://i.imgur.com/pqi8zRt.png",
			 "https://i.imgur.com/mNZnr1j.png",
			 "https://i.imgur.com/ja1SNcf.png"
      ]
    }]
}
